{
  "app.description.tku": "Find city's services near you home",
  "settings.city.turku": "Turku",
  "settings.city.aura": "Aura",
  "settings.city.kaarina": "Kaarina",
  "settings.city.kemiönsaari": "Kemiönsaari",
  "settings.city.koski_tl": "Koski Tl",
  "settings.city.kustavi": "Kustavi",
  "settings.city.laitila": "Laitila",
  "settings.city.lieto": "Lieto",
  "settings.city.loimaa": "Loimaa",
  "settings.city.marttila": "Marttila",
  "settings.city.masku": "Masku",
  "settings.city.mynämäki": "Mynämäki",
  "settings.city.naantali": "Naantali",
  "settings.city.nousiainen": "Nousiainen",
  "settings.city.oripää": "Oripää",
  "settings.city.paimio": "Paimio",
  "settings.city.parainen": "Pargas",
  "settings.city.pyhäranta": "Pyhäranta",
  "settings.city.pöytyä": "Pöytyä",
  "settings.city.raisio": "Raisio",
  "settings.city.rusko": "Rusko",
  "settings.city.salo": "Salo",
  "settings.city.sauvo": "Sauvo",
  "settings.city.somero": "Somero",
  "settings.city.taivassalo": "Taivassalo",
  "settings.city.uusikaupunki": "Uusikaupunki",
  "settings.city.vehmaa": "Vehmaa",
  "search.searchbar.headerText": "Find city's services near you home",
  "feedback.additionalInfo": "Your feedback is forwarded to the city of Turku's feedback system.",
  "unit.route.extra": "(New tab. The Föli Journey Planner is not an accessible service)",
  "info.view.a11y.button.title": "Accessibility statement",
  "info.view.a11y.button.return": "Go back",
  "info.view.serviceInfoTitle": "Service map",
  "info.view.serviceInfo": "On the Service Map, you can find the public services units of Turku and their services, such as schools, day care centres and health stations.",
  "info.view.guideMapInfo": "Planning information, 3D buildings, site layout plans, place names, etc. are available on the regional guide map.",
  "info.view.guideMapLink": "Regional guide map",
  "info.view.developmentInfo": "The Service Map started out as an open source application developed by the City of Helsinki, which is now being developed collaboratively.",
  "info.view.searchInfoTitle": "Search",
  "info.view.searchInfo": "Enter a word or the beginning thereof in the search field of the Service Map and you will receive search suggestions to choose from. Alternatively, you can also enter a complete word and then press the Search button or the enter key. If the search results are not to your liking, you can refine your search by clicking the ‘Refine search’ button. You can also search using a multi-word combination, for example ‘school French’.",
  "info.view.searchErrorInfo": "If you do not receive any search results, check the spelling. You can also try entering the address around which you are looking for a service or keywords, such as ‘sports hall’ or ‘Swedish day care centre’. Use the x in the search field to clear your search. Use the arrow button in the search field to return to the previous view.",
  "info.view.searchOptions.title": "On the Service Map, you can search for example:",
  "info.view.searchOptions.healthStation": "health stations",
  "info.view.searchOptions.school": "schools",
  "info.view.searchOptions.dayCare": "day care centres",
  "info.view.searchOptions.swimming": "indoor swimming pools",
  "info.view.searchOptions.sportsField": "playing fields",
  "info.view.searchOptions.library": "libraries",
  "info.view.searchOptions.community": "youth centres",
  "info.view.searchOptions.units": "afternoon activities units",
  "info.view.searchOptions.address": "addresses",
  "info.view.searchOrder.title": "You can also sort the search results as follows:",
  "info.view.searchOrder.relevant": "best match first",
  "info.view.searchOrder.alpha": "alphabetical order, A-Ö",
  "info.view.searchOrder.alphaReverse": "reversed alphabetical order, Ö-A",
  "info.view.searchOrder.accessible": "most accessible first",
  "info.view.searchOrder.nearest": "closest first (requires you to give the Service Map permission to locate you)",
  "info.view.addressInfoTitle": "Address search",
  "info.view.addressInfo": "You can also enter an address in the search field around which you want to look for services. The search will provide you with address suggestions as you type You can also enter a complete address.",
  "info.view.serviceTreeInfoTitle": "Services list",
  "info.view.serviceTreeInfo": "The services list is available on the front page of the Service Map. You can access the services list by clicking the “Get to know the services using the Services list” button on the main page of the Service Map. Using the service tree of the services list, you can search for one or several service groups, such as libraries, maternity and child health clinics or general upper secondary schools. This way you can combine information from different subject matter areas. You can also deselect options.",
  "info.view.settingsInfoTitle": "Settings",
  "info.view.settingsInfo": "In the upper menu of the page, you can find the following settings:",
  "info.view.accessibilitySettingsInfoTitle": "Accessibility settings",
  "info.view.accessibilitySettingsInfoSubtitle": "Select the settings relevant to you.",
  "info.view.accessibilityOptions.senses": "Hearing and sight: (you can select one or several):",
  "info.view.accessibilityOptions.senses.hearing": "I use a hearing aid",
  "info.view.accessibilityOptions.senses.sight": "I am visually impaired",
  "info.view.accessibilityOptions.senses.color": "I have difficulty discerning colours",
  "info.view.accessibilityOptions.mobility": "Mobility impairments (mutually exclusive):",
  "info.view.accessibilityOptions.mobility.wheelchair": "I use a wheelchair",
  "info.view.accessibilityOptions.mobility.disabled": "I have reduced mobility",
  "info.view.accessibilityOptions.mobility.rollator": "I use a rollator",
  "info.view.accessibilityOptions.mobility.stroller": "I push a stroller",
  "info.view.accessibilitySettingsInfo": "If you select an accessibility setting, the service unit page shows you how you can access the unit that you searched for with a walker and potential obstacles on-site, for example.",
  "info.view.mapSettingsInfoTitle": "Background map settings",
  "info.view.mapSettingsInfo": "The background maps available on the service are",
  "info.view.mapSettingsOptions.serviceMap": "the service map",
  "info.view.mapSettingsOptions.contrastMap": "a high-contrast map",
  "info.view.feedbackInfoTitle": "Feedback",
  "info.view.feedbackInfo": "We welcome all feedback that helps us develop and improve the Service Map. You can submit general feedback about the map service via the following link:",
  "info.view.feedback.link": "www.turku.fi/feedback (the link opens in a new tab).",
  "info.view.copyrightInfoTitle": "Data and copyrights",
  "info.view.copyrightInfo": "The Service Map has been developed using open data and open APIs. The service is developed publicly as an open source code project. The Service Map’s UI application and the source codes of the back-end application are available on GitHub, and anyone interested is encouraged to contribute to its further development.",
  "info.view.repository.app": "Source code for the UI application",
  "info.view.repository.api": "Source code for the back-end application",
  "info.view.openStreetInfo": "The map data is retrieved from the data of the open OpenStreetMap community, the copyright to which is owned by the developers of the OpenStreetMap community.",
  "info.view.openStreetMap.link" : "https://www.openstreetmap.org/",
  "info.view.usageInfo": "The data of the Service Map can be freely used, with the exception of the photographs used in the service, which are protected by copyright and can only be used with the permission of their respective owners.",
  "info.view.turkuServicesInfo": "Information on the City of Turku’s services is available on the Turku.fi website’s service directory and via the Finnish Service Catalogue’s OUT API.",
  "info.view.turkuServices.link": "Turku.fi website’s service directory",
  "info.view.serviceCatalogue.link": "Finnish Service Catalogue’s OUT API",
  "info.view.registryInfo": "Service Map on the City of Turku’s personal data file description service as it serves as a data source for Turku’s service information.",
  "info.view.dataDescriptionService.link": "City of Turku’s personal data file description service",
  "info.view.a11y.page.title": "Accessibility statement, will be updated in spring 2022",
  "info.view.a11y.page.info.turku": "This accessibility statement applies to the website Servicemap of the City of Turku. The site address is https://servicemap.turku.fi/.",
  "info.view.a11y.page.info.turku.url": "https://servicemap.turku.fi",
  "info.view.a11y.page.info.helsinki": "The accessibility statement is originally prepared for the Servicemap of the City of Helsinki, https://servicemap.hel.fi. The two services have same functionalities and UI. Helsinki’s accessibility statement was prepared on January 27th, 2020.",
  "info.view.a11y.page.info.helsinki.url": "https://servicemap.hel.fi",
  "info.view.a11y.page.status.title": "The Status of Web Accessibility of the Digital Service",
  "info.view.a11y.page.status.info": "This website meets the statutory critical accessibility requirements in accordance with Level AA of the WCAG v2.1 with the following deficiencies.",
  "info.view.a11y.page.nonAccessible.title": "The Non-Accessible Content of the Digital Service (according to the criteria of WCAG)",
  "info.view.a11y.page.nonAccessible.info": "The content mentioned below does not yet meet all of the statutory accessibility requirements. The map-based information is not accessible, but it does not prevent other usage and the addresses are also presented in text form. The map content is not covered by the applicable legislation.",
  "info.view.a11y.page.correction.title": "Correcting deficiencies",
  "info.view.a11y.page.correction.info": "The map view will stay as it is. The map is hidden from screen reader. User with the keyboard can zoom in and out on the map but she/he cannot open place’s information on the map. The same information is in text format outside the map.",
  "info.view.a11y.page.information.title": "The information of the Servicemap",
  "info.view.a11y.page.information.info": "The service information of the Servicemap is originally published at the service directory at the address https://www.turku.fi/en/service-directory (the link will open to a new window).",
  "info.view.a11y.page.information.units": "Due to these deficiencies, you can request the non-accessible content from city of Turku’s customer service centres",
  "info.view.a11y.page.information.units.1": "Monitori Skanssi (Skanssinkatu 10, 20730 Turku)",
  "info.view.a11y.page.information.units.2": "Monitori Market Square (Aurakatu 8, 20100 Turku)",
  "info.view.a11y.page.feedback.title": "Did you notice a problem in the web accessibility of our digital service?",
  "info.view.a11y.page.feedback.info": "Please tell us about it and we will do our best to fix the problem.",
  "info.view.a11y.page.feedback.link": "Please feel free to give feedback on the web accessibility of our digital service on this web form.",
  "info.view.a11y.page.supervisor.title": "Supervisory Authority",
  "info.view.a11y.page.supervisor.info": "If you notice any problem in the web accessibility of the website, please first give feedback to us as the site provider. Please note that it may take 14 days to get an answer. If you are not happy with the answer you have received or you do not get any answer in the period of two weeks, you can make AVI Southern Finland a request for accessibility. Please learn on the website of AVI Southern Finland how to do a request and how the matter will be treated (in Finnish).",
  "info.view.a11y.page.supervisor.contact.title": "Contact Information of the Supervisory Authority",
  "info.view.a11y.page.supervisor.contact.info": "AVI Southern Finland Web Accessibility Unit www.saavutettavuusvaatimukset.fi (in Finnish and Swedish) Switchboard number 0295 016 000",
  "info.view.a11y.page.work.title": "We work continuously to improve the web accessibility of the digital services",
  "info.view.a11y.page.evaluation.title": "The date on which the web accessibility of our digital services has been evaluated",
  "info.view.a11y.page.evaluation.info": "The working instruction and procedures of the City of Helsinki were followed when evaluating the accessibility of the site, with the aim of ensuring that websites are accessible in all stages of the work process. Accessibility was evaluated by means of an audit by a third-party expert as well as self-evaluation. Accessibility was evaluated using a programmatic accessibility auditing tool as well as by manually reviewing the site and content. Programmatic evaluations were carried out using the Lighthouse review tool in Google Chrome browser, the axe browser extension by Deque Systems Inc. and the Siteimprove browser extension.",
  "info.view.a11y.page.evaluation.audit": "Defects reported by the evaluation tools were reviewed and, if necessary, corrected. The third-party expert audit was carried out by Annanpura Ltd. The audit report can be downloaded at:",
  "info.view.a11y.page.evaluation.audit.url": "https://www.hel.fi/static/liitteet-2019/Helsinki/Saavutettavuusselosteet/Palvelukartta-auditointiraportti.pdf (in finnish)",
  "info.view.a11y.page.services.title": "We are committed to improving the accessibility of digital service",
  "info.view.a11y.page.services.info": "The accessibility know-how of the City of Turku’s employees is being developed in a systematic and purposeful manner. The City’s framework agreement suppliers of accessibility-related services assessed the City’s current online services. Based on the assessment, accessibility will be improved to the level required by law. Accessibility will be taken into account in the development and procurement of new online services. Accessibility training is organised for all parties who participate in developing online services and producing content for them. The City has an on-going project for fulfilling the requirements of the Act on the Provision of Digital Services.",
  "info.view.a11y.page.support.title": "City of Turku offer support to users who cannot access the digital services",
  "info.view.a11y.page.support.info": "The Citizen Services Points of the City of Turku offer support to users at",
  "info.view.a11y.page.support.units.1": "City libraries",
  "info.view.a11y.page.statement.update.title": "Updating the accessibility statement",
  "info.view.a11y.page.statement.update.info": "When website technology or content changes, its accessibility must be ensured through constant monitoring and periodic checks. This statement will be updated in conjunction with website changes and accessibility evaluations.",
  "info.view.a11y.page.date": "The date on which this website/application has been published 23.9.2019/The new version has been published 14.10.2020"
}
